Repository: DarkMentat/Offworlders-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk

source: If you play multiple sessions of Offworlders, your characters will become more powerful and effective. Characters earn XP each session, and may then spend XP on advancements.
uk: З часом гри в Краєходців ваші персонажі ставатимуть більш могутніми та ефективними. В кінці кожної зустрічі вони заробляють досвід та можуть витратити його на свій розвиток.

source: If you play multiple sessions of Offworlders, you’ll need to expand your game’s universe beyond a single job and location. To keep track of places and events in the game, you’ll create a star map and a timeline after your first session.
uk: Якщо ви збираєтесь грати в Краєходців більше однієї зустрічі, вам варто підготувати ігровий всесвіт за межами одного місця чи завдання. Щоб відстежувати місця та ігрові події, після першої зустрічі варто створити зоряну мапу та таймлайни.

source: In Offworlders, tracking every little piece of equipment and every penny spent by the characters is not neces- sary. Most equipment is covered by a character’s Supply, which is an abstraction of the stuff they are carrying with them. The basic unit of currency in Offworlders is the Credit. One Credit represents a relatively substan- tial amount of money, and should be the smallest unit of currency you track. We assume that the characters can afford basic meals, cheap lodgings, etc, as long as they are not completely broke. Use the list below to determine general prices.
uk: В Краєходцях не має потреби слідкувати за найдрібнішим спорядженням чи рахувати кожну потрачену копійку. Більшість носимого спорядження схована за абстрактними **припасами** персонажа. А основною грошовою одиницею є **кредит**. Один _кредит_ (К) означає відносно значну кількість грошей і має бути найменшою одиницею для обліку. Вважається, що персонажі можуть дозволити собі базові потреби та дешеве житло, якщо вони не розорені повністю. Орієнтуйтесь на таблицю нижче щодо визначення цін.

source: In all circumstances, use the stakes and the situation established in the fiction of the game to inform consequences.
uk: В будь-якому випадку, задавайте ставки та використовуйте ситуацію що вже склалась у грі, щоб попереджувати про можливі наслідки.

source: Intelligence: Perception, logic and knowledge. Useful for analysis, mess- ing with technology, and knowing pertinent facts.
uk: **Інтелект:** Сприйняття, логіка та знання. Корисно при аналізі, роботі зі складними технологіями та знанні чи вивченні необхідних фактів.

source: It can be fun to start a new campaign after the current one ends, playing a dif- ferent crew in the same shared universe.
uk: Також може бути цікаво розпочати нову кампанію після завершення попередньої, граючи за зовсім іншу команду в тому ж спільному всесвіті.

source: It’s easy to come up with NPC’s and creatures on the fly in Offworlders. The most important thing for NPC’s is to make them feel human. Give them names and goals, and describe them in detail to the players. Use the following guidelines to give them combat attributes, if necessary:
uk: В Краєходцях ввести в гру свого персонажа на льоту досить просто. Найголовніше — це зробити так, щоб вони відчувались як справжні люди. Придумайте їм імена та цілі, та ретельно опишіть гравцям як вони виглядають. При необхідності, можете орієнтуватись на наступні настанови щодо бойових властивостей:

source: JOB EVENTS: The PC’s are approaching Rego- lith, a mining colony built into an asteroid. Desperate for income, they’ve accepted a job from a mysterious contact to deliver a large crate, unopened, into the hands of a local rebel faction.
uk: **ПОДІЇ ЗАВДАННЯ:** Персонажі гравців наближаються до Реголіта — шахтарської колонії побудованій всередині астероїда. Від жаги до наживи вони взялись за роботу від загадкової особи по доставці великого ящика в закритому вигляді в руки місцевої бунтівної фракції.

source: KAY, WARRIOR **_Skills_** _Athletics, Pilot_ **_Abilities_** _Brute, Unstoppable_ **_Strength_** _+_ **_Agility_** _+_ **_Intelligence_** _-_ **_Willpower_** _0_ **_Health_** _15_ **_Gear_** _Brass knuckles (light). No additional armor._ **_Credits_** _10_ **_Appearance_** _Broken nose from repeated breaking_
uk: КАЙ, ВОЯКА **_Навички_** _Атлетика, Кермування_ **_Таланти_** _Брутальний, Нестримний_ **_Сила_** _+2_ **_Спритність_** _+1_ **_Інтелект_** _-1_ **_Воля_** _0_ **_Здоров'я_** _15_ **_Спорядження_** _Кастет, без додаткової броні_ **_Кредити_** _10_ **_Вигляд_** _Зламаний ніс дуже багато разів_

source: Laser beams glitter in the darkness. Pirate Cruisers cut across the rings of a gas giant. A derelict vessel offers mysteries to be solved, but something dangerous lurks in its halls. Fill your imagination with images of starships, futuristic cities, and dangerous frontier worlds. Present the universe to your players with pointed details and evocative description. Make it feel amazing but real.
uk: Промені лазера блищать у темряві. Піратський Крейсер нарізає кільця газового гіганта. Занедбане судно нерозгаданих таємниць з чимось небезпечним в трюмі. Заповни свою уяву образами зоряних кораблів, футуристичних міст та непідкорених планет фронтиру. Подаруй своїм гравцям всесвіт з гострими деталями та захопливим описом. Нехай він буде дивовижним, але реальним.

source: Leave space to add to your map. It’s never truly complete. You can expand it and add details as the players ex- plore the universe.
uk: Залишайте на карті вільне місце і вона ніколи не буде завершеною. Під час гри ви можете розширяти її та додавати нові деталі по мірі того, як гравці будуть досліджувати всесвіт.

source: Lucky: Once per session, you may count any miss ( 6- ) as a partial success ( 7-9 ), or a partial success as a total success ( 10+ ).
uk: **Щасливчик:** Раз за зустріч ви можете перетворити один провал (**6-**) на ускладнення (**7-9**), чи ускладнення на повний успіх (**10+**).

source: Luxury Passenger Quarters: They come with gourmet nutrition options and beautiful decor. For the crew who wants to attract a certain class of clientele.
uk: **Розкішні каюти пасажирів:** Йдуть разом з вишуканими стравами та гарним декором. Для екіпажу, який хоче залучити елітний клас клієнтів.

source: Massive Cargo Hold: Large enough to transport smaller vehicles or a huge amount of goods.
uk: **Великий багажний відсік:** Достатньо місця для перевезення менших транспортних засобів або дуже великої кількості товарів.

source: MedBay: Advanced automated med- ical equipment. Can put people into stasis and, with time, heal even the most grievous wounds. Characters resting in a medbay overnight heal all their HP instead of half their total. If a character falls to 0HP they can choose to wait to Roll the Dice to learn their fate. If they make it to a MedBay with- in a few minutes, they get +1 to the roll.
uk: **Медблок:** Просунуте автоматизоване медичне устаткування. Тут можна помістити людину в стазис і з часом вилікувати навіть найважчі поранення. Персонаж, відпочиваючи в медблоці, за ніч може відновити своє здоров'я повністю, а не тільки половину. Якщо у персонажа рівень здоров'я впаде до нуля, він може зачекати з кидком кубів. Якщо його доставлять в медблок протягом декількох хвилин, він отримає **бонус +1** до кидка.

source: Medic: When you perform first aid, heal an additional +2 Health. When others get a night’s rest in your pres- ence, they roll 1D6 and heal that much additional Health.
uk: **Медик:** Коли ви надаєте першу допомогу, ви додатково лікуєте **+2 пункти здоров'я**. Коли хтось відпочиває цілу ніч під вашим наглядом, він може кинути к6 та вилікувати ще стільки здоров'я.

source: More powerful weapons: +1 damage*
uk: **Додаткове озброєння:** **+1** до **ушкоджень** *

source: Much like a job is a framework for a single session, timelines are frame- works for your campaign. You should make one timeline after you first make your star map, and can add more as the universe gets fleshed out.
uk: Як **завдання** являються каркасом для гри на одну зустріч, так таймлайни являються каркасом для тривалої кампанії. Вам варто створити хоча б один таймлайн для новоствореної зоряної мапи й можете додати більше по мірі конкретизації ігрового всесвіту.

source: Much of your work will be to take the results when the players roll the dice and interpret them into interesting narrative consequences. Your players will be hitting the 7-9 area a lot, and you’ll have to come up with tradeoffs and consequences on the fly. That’s why step 3 in Rolling The Dice is so important. If everyone has a good idea about potential outcomes before the dice hit the table, it will help things go smoothly. When your players roll 7-9, offer them tough choices and use up their resources (health, supply, etc.). Allow dice rolls to snowball and build on one another:
uk: Значна частина вашої роботи полягатиме в інтерпретації результатів кидків гравців та перетворення їх на цікаві ігрові наслідки. Ваші гравці регулярно отримуватимуть часткові успіхи, і вам потрібно буде визначити на ходу ускладнення чи ціну для гравців. Саме тому крок 3 в розділі _КИДАЄМО КУБИ_ є таким важливим. Нехай кожен вільно висловлюється щодо можливого розвитку ситуації перед кидком, це допоможе грі йти плавніше. І коли ваші гравці потрапляють у зону 7-9, запропонуйте їм важкий вибір або відніміть у них їхні ресурси (_здоров'я_, _припаси_ і т.д.). Нехай наслідки кидків йдуть лавиноподібно та нашаровуються один за одним:

source: NAMES 1 Albern Ananya Bodhi Brindt Charles Chelle
uk: ІМЕНА 1 Альберн Ананья Бодхі Брайнд Чарльз Чілі

source: NPCS HEALTH ARMOR DAMAGE ABOUT Customs Officers: Delilah & Hiro
uk: | ПЕРСОНАЖ | ЗДОРОВ’Я | ЗАХИСТ | ЗБРОЯ | ДЕТАЛІ | | ------------------------------- | ----- | ----- | ----- | -------------------------- | | Офіцери митниці, Делай та Хіро | 3 | 1 | к6 | ретельні, але корумповані | | Агент бунтівників Рафаела Шаста | 6 | 1 | к6+1 | фанатик без почуття гумору |

source: Note factions on your map and give them competing goals. You only really need two to start, and can create seri- ous intrigue with three or four. When you create a faction, think about its leaders and members. How is it struc- tured, politically? When it goes to war, what kind of soldiers does it have?
uk: Запишіть фракції на своїй карті та дайте їм конкурентні цілі. Ви можете почати всього з двох, або ж створити заплутану інтригу з трьома чи чотирма фракціями. При створенні фракції подумайте про їх членів та лідерів. Як вони організовані, якими силами володіють?

source: Nothing Never Happens. No matter what the outcome is, rolling the dice always changes the fictional situation. On a success, the PC accomplishes their goal and the game moves for- ward. On a complication or a miss, the situation escalates and becomes more interesting.
uk: **Завжди має щось відбуватись**. Не залежно від результату, кидок кубів має змінювати описану ситуацію. У випадку успіху, персонаж гравця досягає своїх цілей та продовжує рухати гру далі, а при ускладненнях чи провалах ситуація загострюється та стає ще цікавішою.

source: OBJECTS IN SPACE 1 Abandoned Navy Ship Alien Wildlife Preserve Ancient AI Core Arboretum Asteroid Field Battle in Progress
uk: В КОСМОСІ НАВКОЛО 1 Покинутий десантний корабель Інопланетний заповідник Древнє ядро штучного інтелекту Дендрарій Поле астероїдів Битва в розпалі

source: ON A 10 OR HIGHER: Success. You get what you want.
uk: **ПРИ 10 АБО ВИЩЕ:** Успіх. Ви добились чого хотіли.

source: ON A 6-, A miss. You probably don’t get what you want, and the GM will make your life more complicated. They’ll tell you exactly what happens. The good news is you earn 1 XP.
uk: **ПРИ 6-:** Провал. Ви ймовірно не тільки не добились бажаного, але майстер ще й ускладнить ваше життя якимось чином. Проте є і добрі новини, ви отримаєте **1 пункт досвіду**!

source: ON A 7-9: Complication. You get what you want, but at some cost, reduced effect, difficult choice, or harm. The GM will tell you what.
uk: **ПРИ 7-9:** Ускладнення, або частковий успіх. Загалом ви добились бажаного, проте нелегкою ціною, в недостатній мірі, ставши перед важким вибором чи отримавши ушкодження. Майстер визначить якими саме будуть ціна чи ускладнення.

source: Of course, the players should choose a name for their ship. Something like _The Desert Rose_ , _Good Grief_ , or _Null Gravitas_.
uk: І, звичайно ж, гравцям варто вибрати ім'я свого корабля. Щось на кшталт "Пустинна троянда", "Кара Господня" чи "Гравіта-Нуль" може підійти.

source: Offworlders doesn’t have specific rules for alien species. As a group, you should decide amongst yourselves if intelligent aliens exist in your uni- verse. If a player really wants to be an alien, let them. Maybe all Psychics are from the same species, or the Warrior learned their skills because they are a member of a clannish, warlike species. Often, humanoid aliens in science fic- tion are fundamentally just people that fit into specific tropes and archetypes.
uk: В Краєходцях немає особливих правил для інопланетних видів. Як ігровій групі, вам варто домовитись, чи існують розумні інопланетні види в ігровому всесвіті. Якщо існують і гравець хоче грати за прибульця — дозвольте йому, але це ніяк не вплине на механіку гри. Можливо всі Псіоніки у вас являються представником одного виду, чи Вояка отримав свої навички як уродженець клану якогось войовничого виду. Загалом у фантастиці гуманоїди — це дуже часто просто люди, що заточені під якийсь конкретний троп чи архетип.

source: Offworlders is a science fiction roleplaying game about adventurers, outlaws, and guns-for-hire making their fortune on the rough end of the galaxy. It is designed to be straightforward enough to pick up and be ready to play in just a few minutes as a one-off game, but with enough meat to play a short campaign as well.
uk: Краєходці — це науково-фантастична рольова гра про шукачів пригод, найманців та вигнанців, що намагаються розбагатіти в найжорсткіших краях галактики. Гра задумана так, щоб в неї легко можна було зіграти одну зустріч з мінімальною підготовкою, але водночас вона могла б потягнути й невеличку кампанію.

source: Offworlders leaves a lot unanswered. How does faster than light travel work? How do people treat psychics? Do weapons fire lasers or bullets? These are basic setting questions that you can decide with your players, or simply ask them to answer. Let the player playing a Warrior decide that their heav y weapon shoots bolts of super-hot plasma, or ask the Geek about drive fuel. This extends to specific ques- tions about their characters too. Ask the Outlaw about the last crime they
uk: Краєходці лишають багато питань без відповідей. Яким чином відбуваються подорожі з надсвітловою швидкістю? Як люди ставляться до псіоніків? Зброя стріляє лазерними променями чи кулями? Це базові сетінгові засади, які ви можете запропонувати гравцям або просто спитати у них. Дозвольте гравцеві, що грає за вояку, самому визначити чи стрілятиме його важка зброя згустками розпеченої плазми, і так само спитайте технаря, що він думає щодо пального для подорожі. Нехай частини сетінгу розкриваються коментарями персонажів, які мають знатися на них.

source: On a miss, show the players how their actions complicate and escalate the situation, or put them directly in danger. Use misses to damage or destroy equipment, cause their ship to malfunction, or hurt the players directly. You have a huge amount of influence over the difficulty of any given situation. Play up damage and danger for a grittier game, or make the PC’s feel more heroic by using less harsh consequences.
uk: На провалі, продемонструйте гравцям як їхні вчинки загострюють ситуацію, та помістіть їх прямісінько у центр небезпеки. Використовуйте провали, щоб нанести ушкодження або зруйнувати спорядження, призвести корабель до несправності, або завдати шкоди персонажу напряму. Таким чином ви маєте неймовірний вплив на градус небезпеки будь-якій ситуації. Ви можете збільшувати ушкодження та небезпеку для більш жорсткої гри, або дати грі більш героїчний тон, використовуючи менш суворі наслідки.

source: On their turn, each player must ask another player a question about their character. It could be about that character’s past, or their goals, or just something about their personality. If that player answers the question hon- estly, they earn 1XP.
uk: У свій хід гравець має спитати щось про персонажа іншого гравця. Він може спитати про минуле персонажа, його життєві ціли чи щось щодо його особистості. При щирій відповіді гравець отримає **1 пункт досвіду**.

source: On your ship, you can travel between planets and other locations in the same star system easily. It takes a few hours, or days at most.
uk: На вашому кораблі ви можете вільно подорожувати між планетами та іншими локаціями в межах однієї системи. Такі перельоти можуть зайняти від кількох годин до, максимум, днів.

source: Only Roll When It’s Interesting. Don’t ever roll when a character does something that they could reasonably accomplish without trouble, or if there are no interesting consequences for failure. Conversely, don’t roll if a char- acter attempts something impossible. It just doesn’t work. The sweet spot is when it’s something the character could potentially do, but it’s going to be tricky.
uk: **Робіть кидки тільки коли це цікаво**. Не кидайте куби, коли персонаж робить щось, з чим він ймовірно справиться без жодних проблем, або якщо немає жодних цікавих наслідків провалу. Та навпаки, не кидайте куби, коли персонаж хоче здійснити щось неможливе, це просто не спрацює. Найкраще для кидків, щоб у персонажа були шанси досягти задуманого, але ситуація була непроста й ненадійна.

source: Other than **Damage** , **Hull** , and **A rmor** , the ship does not have attributes of its own. Players control the ship with their own attributes and skills, rolling the dice in dangerous situations.
uk: Окрім власних показників **ушкодження**, міцності **корпусу** (аналог _здоров'я_) та **захисту**, у корабля немає якихось власних параметрів чи атрибутів. Гравець керує ним, використовуючи атрибути та навички свого персонажа, кидаючи куби у випадку загрози.

source: Outlaws are smugglers, scoundrels, and jacks-of-all-trades. Their abil- ities revolve around being sneaky, lucky, or ruthless. Play an Outlaw if you want to get in and out of trouble.
uk: Пройдисвітами є різного роду контрабандисти, шахраї авантюристи. Їхні таланти в основному зводяться до того, щоб бути підступними, везучими та холоднокровними. Грайте за пройдисвіта, якщо хочете швидко знаходити проблеми на свою голову та швидко вибиратись з них.

source: Pilot: Controlling vehicles, from starships and speeders to motorboats and bicycles.
uk: **Кермування:** Керування різними апаратами, від зорельотів і спідерів, до катерів чи велосипедів.

source: Player Characters, or PC’s: The pro- tagonists of Offworlders. Each player besides the game master controls one Player Character, describing that char- acter’s actions and thoughts.
uk: **Персонажі гравців:** Головні герої гри. Гравці контролюють своїх персонажів та описують їхні роздуми, слова та дії.

source: Players should take care to ensure that everyone at the table gets a chance to answer a question.
uk: Гравцям варто прослідкувати за тим, щоб у кожного був шанс відповісти на питання.

source: Playtesters: Chris Darden, Cameron Farrell, Oliv- ia Gulin, David Kenyon, and Steve Kilian
uk: Плейтестери: Chris Darden, Cameron Farrell, Olivia Gulin, David Kenyon, and Steve Kilian.

source: Polymath: Get a third skill
uk: **Ерудит:** Отримайте в додаток третю навичку.

source: Premonition: Once per day, ask the GM about the outcome of an immedi- ate action. “What will happen when I open this door?” for instance. They will describe the likely outcome honestly.
uk: **Передзнання:** Раз в день ви можете спитати майстра про наслідки будь-якої негайної дії. Наприклад "що станеться, якщо я відкрию двері?". Майстер зобов'язаний чесно відповісти на питання.

source: Psychics possess supernatural mental abilities. Their abilities al- low them to manipulate their surroundings and read minds. Play a Psychic if you want to be strange and powerful.
uk: Псіоніки володіють надприродними ментальними здібностями. Їхні таланти дозволяють їм впливати на оточення силою думки та вдиратись в чужі голови. Грайте за псіоніка, якщо хочете бути могутнім і загадковим.

source: RIYA, OUTLAW **_Skills_** _Sneak, Survival_ **_Abilities_** _Cheap Shot, Smuggle_ **_Strength_** _-_ **_Agility_** _+_ **_Intelligence_** _0_ **_Willpower_** _+_ **_Health_** _13_ **_Gear_** _Snubnosed revolver (light), leather armor (1-armor), butterfly knife (light)_ **_Credits_** _3_ **_Appearance_** _Loves jewelry. Wears a rotating collection of band t-shirts._
uk: РІЯ, ПРОЙДИСВІТ **_Навички_** _Скритність, Виживання_ **_Таланти_** _Підступний удар, Контрабандист_ **_Сила_** _-1_ **_Спритність_** _+2_ **_Інтелект_** _0_ **_Воля_** _+1_ **_Здоров'я_** _13_ **_Спорядження_** _Короткоствольний револьвер (легка), шкіряна куртка (захист-1), ніж-балісонг (легка)_ **_Кредити_** _3_ **_Вигляд_** _Обожнює прикраси. Має велику колекцію футболок різноманітних музичних гуртів_

source: ROLLING MISSES Any time a player **Rolls the Dice** and the final result is **6** or less, their char- acter earns **1 X P.**
uk: **ПРОВАЛЮЮЧИ КИДКИ** Кожного разу, коли гравець кидає куби та в результаті отримує **6 та менше**, його персонаж отримує **1 пункт досвіду**.

source: Remember that new ship upgrades cost 50 credits, and players will be
uk: Майте на увазі, що новий апгрейд для корабля коштує 50 _кредитів_ і гравці до того ж будуть витрачати гроші на паливо та ремонт корабля протягом подорожей.

source: Remember that the closest star sys- tems take one week and one unit of drive fuel for the players to reach. Far- ther systems will take more time and fuel. Use this information to tune the scale and difficulty of travel between stars on your map.
uk: Пам'ятайте, що подорож до найближчої зоряної системи триває тиждень, та на нього потрібно 1 одиниця палива. Більш дальні системи будуть займати більше часу й палива. Тримайте це на увазі, щоб налаштовувати відстані та складність подорожей між зірками на вашій мапі.

source: Resolve fights just like any other risky situation. When a player attacks an enemy who is prepared to defend themselves, they should almost always be rolling the dice to do it. When an enemy opens fire on a player, the player will likely be rolling the dice to avoid the attack or counter it somehow. There is no formal structure of turns or rounds. Simply follow the action as it unfolds, shifting focus from character to character naturally and resolving their actions.
uk: Бойові зіткнення варто розглядати так само як і будь-які інші ризиковані ситуації. Коли гравець нападає на ворога, що готовий захистити себе, майже завжди йому прийдеться кинути для цього куби. Якщо ворог відкриває вогонь по гравцю, гравцю так само прийдеться кинути куби, щоб якимось чином уникнути чи завадити атаці. Тут немає чіткої структури з ходами чи раундами, просто слідуйте за розвитком дій, зміщуючи фокус від персонажа до персонажа та опрацьовуйте їхні заявлені дії.

source: Resting: If a character gets the equivalent of a good night’s sleep, they recover Health equal to half their max imum Health , rounded up.
uk: **Відпочинок:** Якщо персонаж отримує якийсь еквівалент повноцінного нічного сну, він відновлює кількість здоров'я, що рівна половині його максимального здоров'я, з округленням вгору.

source: Roll **2D6** , add them together, and add the relevant attribute. Use the total to determine how successful you are.
uk: Киньте **2к6**, складіть отримані значення та додайте підхожий атрибут. Сумарний результат визначить наскільки сприятливим буде розвиток ситуації.
